IDEA StatiCa Open Model
ColumnData.CalculateY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets an indication, whether imperfections and second order have to be performed perpendicular to the y axis.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CalculateY { get; set; }
Public Property CalculateY As Boolean
	Get
	Set
public:
property bool CalculateY {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace